Repository: SerraKD/lm-london
Catalog: steelbusiness/locale/*/LC_MESSAGES/django.po
Languages: pl, zh_hans

source: Site Survey and Measurements
pl: Badanie terenu i pomiary
zh_hans: 现场调查和测量

source: Fabrication Drawings
pl: Rysunki wykonawcze
zh_hans: 制作图纸

source: Fabrication and Installation
pl: Produkcja i montaż
zh_hans: 制作和安装

source: Staircase Types
pl: Rodzaje schodów
zh_hans: 楼梯类型

source: The examples below represent some of the staircase types we produce. With our extensive experience, we also create custom, non-standard designs tailored to your unique requirements.
pl: Poniższe przykłady przedstawiają niektóre z rodzajów schodów, które produkujemy. Dzięki naszemu bogatemu doświadczeniu tworzymy również niestandardowe projekty dostosowane do Twoich unikalnych wymagań.
zh_hans: 以下示例代表我们生产的一些楼梯类型。凭借我们丰富的经验，我们还可以根据您的独特需求定制非标准设计。

source: Spiral Staircase
pl: Schody spiralne
zh_hans: 螺旋楼梯

source: Curved Staircase
pl: Schody kręcone
zh_hans: 弯曲楼梯

source: Single Central Stringer
pl: Pojedynczy centralny dźwigar
zh_hans: 单中心梁

source: Straight Staircase
pl: Schody proste
zh_hans: 直楼梯

source: Exterior Staircase
pl: Schody zewnętrzne
zh_hans: 外部楼梯

source: Space Saving
pl: Oszczędność miejsca
zh_hans: 节省空间

source: Fire Exit
pl: Wyjście ewakuacyjne
zh_hans: 消防出口

source: Basement Staircase
pl: Schody do piwnicy
zh_hans: 地下室楼梯

source: Home
pl: Strona główna
zh_hans: 首页

source: About Us
pl: O nas
zh_hans: 关于我们

source: Our Services
pl: Nasze usługi
zh_hans: 我们的服务

source: Staircase Design
pl: Projektowanie schodów
zh_hans: 楼梯设计

source: Gallery
pl: Galeria
zh_hans: 画廊

source: Frequently Asked Questions
pl: Często zadawane pytania
zh_hans: 常见问题

source: Contact Us
pl: Kontakt
zh_hans: 联系我们
